{
  "users": {
  },
  "favorites": {
  },
  "suggestions": [
    {
      "id": 1,
      "title": "Sit."
    },
    {
      "id": 2,
      "title": "Sit some more."
    }
  ],
  "todos" : [
    {
      "id": 1,
      "slug": "this-is-a-todo",
      "title": "This is a todo",
      "body": "Turnip greens yarrow ricebean rutabaga endive cauliflower sea lettuce kohlrabi amaranth water spinach avocado daikon napa cabbage asparagus winter purslane kale. Celery potato scallion desert raisin horseradish spinach carrot soko. Lotus root water spinach fennel kombu maize bamboo shoot green bean swiss chard seakale pumpkin onion chickpea gram corn pea. Brussels sprout coriander water chestnut gourd swiss chard wakame kohlrabi beetroot carrot watercress. Corn amaranth salsify bunya nuts nori azuki bean chickweed potato bell pepper artichoke.",
      "author": "John Smith",
      "category": 1,
      "image": "https://images.unsplash.com/photo-1508672019048-805c876b67e2?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=bd27a515bce2dade58bc288fde28f290&auto=format&fit=crop&w=3386&q=80",
      "suggestions": [
        "Sit",
        "Breathe",
        "Breathe more",
        "Breathe even more",
        "Come back",
        "Keep breathing"
      ],
      "checklist": [
        "Sea lettuce water spinach gram fava bean leek dandelion silver beet eggplant bush tomato",
        "Brussels sprout coriander water chestnut gourd swiss chard wakame kohlrabi beetroot carrot watercress",
        "Grape silver beet watercress potato tigernut corn groundnut. Chickweed okra pea winter"
      ]
    },
    {
      "id": 2,
      "slug": "dummy-text-for-a-todo",
      "title": "Dummy text for a todo",
      "body": "Pea horseradish azuki bean lettuce avocado asparagus okra. Kohlrabi radish okra azuki bean corn fava bean mustard tigernut jícama green bean celtuce collard greens avocado quandong fennel gumbo black-eyed pea. Grape silver beet watercress potato tigernut corn groundnut. Chickweed okra pea winter purslane coriander yarrow sweet pepper radish garlic brussels sprout groundnut summer purslane earthnut pea tomato spring onion azuki bean gourd.",
      "author": "Jane Doe",
      "category": 2,
      "image": "https://images.unsplash.com/photo-1444703686981-a3abbc4d4fe3?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=6c18d87b91cee85cbe63912304dba923&auto=format&fit=crop&w=1950&q=80",
      "suggestions": [
        "Sit",
        "Breathe",
        "Breathe more",
        "Breathe even more",
        "Come back",
        "Keep breathing"
      ],
      "checklist": [
        "Celery quandong swiss chard chicory earthnut pea potato",
        "Beetroot water spinach okra water chestnut ricebean pea catsear",
        "Water spinach arugula pea tatsoi aubergine spring onion bush tomato kale radicchio turnip"
      ]
    }
  ]
}
